Repository: Taerghods/Coffee_shop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Cafe Wood is a place where the pleasant aroma of coffee is combined with the warmth of wood in a special atmosphere. This is a place to relax, get inspired and create a memorable moment. At Choub Cafe, we have tried to create an atmosphere that is pleasant for friendly conversations, business meetings, and lonely moments with a cup of drink.
fa: کافه چوب، جایی است که عطر دلنشین قهوه با گرمای چوب در فضایی منحصربه‌فرد پیوند خورده است. اینجا مکانی برای آرامش، الهام گرفتن و خلق لحظاتی به‌یادماندنی است. ما در کافه چوب تلاش کرده‌ایم فضایی ایجاد کنیم که هم برای گفت‌وگوهای دوستانه، هم ملاقات‌های کاری، و هم لحظات تنهایی همراه با یک فنجان نوشیدنی دلپذیر مناسب باشد.

source: The decoration of the cafe has been formed by focusing on the use of natural elements and warm and friendly design to give you a feeling of relaxation and positive energy. We believe that details matter; From the arrangement of the tables to the choice of music and lighting, everything is carefully designed to create a different and enjoyable experience for you.
fa: دکوراسیون کافه با تمرکز بر استفاده از عناصر طبیعی و طراحی گرم و صمیمی شکل گرفته است تا حسی از آرامش و انرژی مثبت را به شما منتقل کند. ما معتقدیم که جزئیات مهم هستند؛ از چیدمان میزها گرفته تا انتخاب موسیقی و نورپردازی، همه چیز با دقت طراحی شده تا تجربه‌ای متفاوت و لذت‌بخش را برای شما رقم بزند.

source: The Wood Cafe website is the way to communicate with you more easily and closer. On our website, you can view a variety of drinks, desserts and snacks, find out about the latest news and special events, and easily find yourself when you want. There is also a section for your comments and suggestions so that we can do our services better every day with your help.
fa: وب‌سایت کافه چوب، راهی برای ارتباط راحت‌تر و نزدیک‌تر با شماست. در وب‌سایت ما می‌توانید منوی متنوع نوشیدنی‌ها، دسرها و غذاهای سبک ما را مشاهده کنید، از آخرین اخبار و رویدادهای ویژه باخبر شوید و به‌راحتی میز خود را برای زمانی که می‌خواهید رزرو کنید. همچنین بخشی برای نظرات و پیشنهادات شما در نظر گرفته شده تا بتوانیم با کمک شما خدماتمان را هر روز بهتر کنیم.

source: The staff of Wood Cafe is a team of professional, friendly and energetic people who will do their best to create great moments for you. From warm and friendly hospitality to providing the highest quality food and drinks, we are always committed to providing the best service.
fa: کارکنان کافه چوب تیمی از افراد حرفه‌ای، خوش‌برخورد و پرانرژی هستند که تمام تلاش خود را می‌کنند تا لحظاتی بی‌نقص برای شما فراهم شود. از پذیرایی گرم و صمیمی تا آماده‌سازی نوشیدنی‌ها و غذاها با بالاترین کیفیت، ما همواره به ارائه بهترین خدمات متعهد هستیم.

source: We believe that every moment can be special and beautiful. Our goal is to create a space where life can be felt in the true sense; A place where you can get away from the hustle and bustle of everyday life and experience peace. We are waiting for you to spend happy and memorable moments with us at Choub Cafe.
fa: ما در کافه چوب باور داریم که هر لحظه می‌تواند خاص و زیبا باشد. هدف ما خلق فضایی است که در آن، زندگی به معنای واقعی احساس شود؛ جایی که بتوانید از شلوغی‌های روزمره فاصله بگیرید و آرامش را تجربه کنید. منتظرتان هستیم تا در کافه چوب لحظاتی شاد و به‌یادماندنی را با ما سپری کنید.

source: Product Name
fa: نام کالا

source: Quantity
fa: تعداد

source: Price
fa: قیمت

source: Discount
fa: تخفیف

source: Total Price
fa: قیمت

source: VAT (9%%)
fa: مالیات

source: Final Price
fa: مجموع

source: Get Social
fa: همراه‌مان باشید

source: Cafe Wood
fa: کافه چوب

source: Home
fa: خانه

source: Admin
fa: مدیر

source: Menu
fa: منو

source: Cart
fa: سبد خرید

source: Order list
fa: لیست سفارشات

source: Welcome To
fa: خوش آمدید به

source: With a dreamy view in a dreamy environment in the coziest cafe in Tehran, a beautiful facing and a pleasant atmosphere from the terrace of the<span class='gold-text'> wood cafe</span>, the beautiful sunset, which is painted with purple and orange colors, It will take you to the party of the stars.
fa: با منظره ای رویایی در محیطی رویایی در دنج ترین کافه تهران، نمایی زیبا و فضایی دلنشین از تراس کافه چوب، غروب زیبای خورشید که با رنگ های بنفش و نارنجی رنگ آمیزی شده است، شما را به مهمانی ستاره ها میبرد

source: Details
fa: جزئیات

source: where every cup tells a story of passion and quality. Our café is more than just a place to enjoy coffee – it’s a haven for coffee lovers seeking the perfect blend of flavor and ambiance. With hand-selected beans, expertly brewed drinks, and a cozy atmosphere surrounded by warm wooden tones, we’re dedicated to serving you the best coffee experience. Whether you’re here for a peaceful moment, a friendly chat, or to fuel your day, Wood Coffee is where your perfect cup awaits.
fa: جایی که هر فنجان داستانی از اشتیاق و کیفیت را بیان می کند. کافه ما چیزی بیش از مکانی برای لذت بردن از قهوه است - این کافه پناهگاهی برای دوستداران قهوه است که به دنبال ترکیبی عالی از طعم و محیط هستند. با دانه‌های انتخاب‌شده دستی، نوشیدنی‌های ماهرانه و فضایی دنج احاطه‌شده با رنگ‌های چوبی گرم، ما وقف ارائه بهترین تجربه قهوه به شما هستیم. چه برای لحظاتی آرام، چه برای یک گفتگوی دوستانه، چه برای انرژی بخشیدن به روز خود اینجا هستید، قهوه چوب جایی است که فنجان عالی شما در انتظار شماست.

source: Every sip is a reminder of the moment when the bitter taste of life mixes with the sweetness of love.
fa: هر جرعه ای یادآور لحظه ای است که طعم تلخ زندگی با شیرینی عشق در می آمیزد.

source: This is a love story in the form of a dessert. Its soft cremes are a gentle whisper of love, while its biscuit base is like a layer of emotion.
fa: این یک داستان عاشقانه در قالب یک دسر است. کرم های نرم آن زمزمه ای ملایم از عشق است، در حالی که پایه بیسکویتی آن مانند لایه ای از احساس است.

source: A love story that has bitterness and sweetness together. Each sip is like a comforting hug that penetrates deep into the heart.
fa: داستان عاشقانه ای که تلخی و شیرینی در کنار هم دارد. هر جرعه مانند یک آغوش آرامش بخش است که به اعماق قلب نفوذ می کند.

source: Indulge in the perfect blend of flavors with our Daily Café Menu! From freshly brewed coffee and aromatic teas to delightful pastries and light bites, we offer a carefully curated selection to brighten your day. Each item is crafted with love to bring you comfort, energy, and a touch of sweetness. Discover something new every day at our cafe!
fa: با منوی روزانه کافه ما از ترکیب کامل طعم ها لذت ببرید! از قهوه تازه دم شده و چای معطر گرفته تا شیرینی‌های خوشمزه و لقمه‌های سبک، ما مجموعه‌ای با دقت انتخاب شده برای روشن کردن روزتان ارائه می‌کنیم. هر مورد با عشق ساخته شده است تا آرامش، انرژی و حس شیرینی را برای شما به ارمغان بیاورد. هر روز در کافه ما چیز جدیدی کشف کنید!

source: View shopping cart
fa: مشاهده سبد خرید

source: Manage orders
fa: مدیریت سفارشات

source: Payment Method
fa: روش چرداخت
